Repository: yuyakan/CounterGraph
Catalog: Shared/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

source: Ann
de: Emilia
es: Daniel
fr: Emma
ja: 田中
ko: 서연
pt_br: Miguel
ru: Alina
zh_hans: 李

source: Tom
de: Noah
es: Sofía
fr: Gabriel
ja: 佐藤
ko: 민준
pt_br: Davi
ru: Igor
zh_hans: 王

source: Bob
de: Leon
es: Paula
fr: Jade
ja: 吉田
ko: 서준
pt_br: Maria
ru: Andrei
zh_hans: 張

source: Casey
de: Mia
es: Lucas
fr: Adam
ja: 中村
ko: 지우
pt_br: Alice
ru: Anya
zh_hans: 劉

source: Brian
de: Emma
es: Hugo
fr: Alma
ja: 前田
pt_br: Gabriel
ru: Eva
zh_hans: 陳

source: Jack
de: Matteo
es: Pablo
fr: Louis
ja: 小林
ko: 예준
pt_br: Helena
ru: Alexei
zh_hans: 楊

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
ko: 결과
pt_br: Resultado
ru: Результат
zh_hans: 结果

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
zh_hans: 标题

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
pt_br: Cor
ru: Цвет
zh_hans: 颜色

source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
zh_hans: 文本

source: Graph
de: Grafik
es: Gráfico
fr: Graphique
ja: グラフ
ko: 그래프
pt_br: Gráfico
ru: График
zh_hans: 图形

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
ja: 背景
ko: 배경
pt_br: Plano de fundo
ru: Фон
zh_hans: 背景

source: Button
de: Schaltfläche
es: Botón
fr: Bouton
ja: ボタン
ko: 버튼
pt_br: Botão
ru: Кнопка
zh_hans: 按钮

source: 1unit:
de: 1Einheit:
es: 1unidad:
fr: 1unité:
ja: 1単位:
ko: 1단위:
pt_br: 1unidade:
ru: 1блок:
zh_hans: 1单位:

# sameAlertText
source: The name is already used
de: Der Name wird bereits verwendet
es: El nombre ya está usado
fr: Le nom est déjà utilisé
ja: その名前はすでに使われています
ko: 이름이 이미 사용되었습니다
pt_br: O nome já está sendo usado
ru: Имя уже используется
zh_hans: 该名称已被使用

# sameAlertMessage
source: Please give it a different name
de: Bitte geben Sie einen anderen Namen an
es: Por favor, póngale otro nombre
fr: Veuillez lui donner un autre nom
ja: 違う名前を入力してください
ko: 다른 이름을 지정해 주세요
pt_br: Por favor, dê a ele um nome diferente
ru: Пожалуйста, дайте ему другое имя
zh_hans: 请为它取一个不同的名称

# maxAlertText
source: Too many data
de: Zu viele Daten
es: Demasiados datos
fr: Trop de données
ja: データ数が多すぎます
ko: 데이터가 너무 많습니다
pt_br: Dados demais
ru: Слишком много данных
zh_hans: 数据太多

# maxAlertMessage
source: Please limit the number of data to 10 or less.
de: Bitte begrenzen Sie die Anzahl der Daten auf 10 oder weniger
es: Por favor, limite el número de datos a 10 o menos
fr: Veuillez limiter le nombre de données à 10 ou moins
ja: データ数は10個以下にして下さい
ko: 데이터 수를 10개 이하로 제한해 주세요.
pt_br: Limite o número de dados a 10 ou menos
ru: Пожалуйста, ограничьте количество данных до 10 или меньше.
zh_hans: 请将数据数量限制在 10 个或更少

# newData
source: Create a new graph
de: Ein neues Diagramm erstellen
es: Crear un nuevo gráfico
fr: Créer un nouveau graphique
ko: 새 그래프 만들기
pt_br: Criar um novo gráfico
ru: Создать новый график
zh_hans: 创建新图表

# blank
source: Add data in bar graph
de: Daten in Balkendiagramm hinzufügen
es: Añadir datos en el gráfico de barras
fr: Ajouter des données dans le graphique à barres
ko: 막대 그래프에 데이터 추가
pt_br: Adicionar dados em um gráfico de barras
ru: Добавить данные в гистограмму
zh_hans: 在条形图中添加数据

# blankBar
source: Please add your data
de: Bitte fügen Sie Ihre Daten hinzu
es: Por favor, añada sus datos
fr: Veuillez ajouter vos données
ko: 데이터를 추가하세요
pt_br: Adicione seus dados
ru: Пожалуйста, добавьте свои данные
zh_hans: 请添加数据
